dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
jolaleye.horizon-theme-vscode
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
octref.vetur
wayou.vscode-todo-highlight
